tap "heroku/brew"
tap "homebrew/bundle"
tap "knqyf263/pet"
tap "microsoft/mssql-release"
brew "aria2"
brew "asciinema"
brew "ast-grep"
brew "azure-cli"
brew "bash-completion@2"
brew "bash"
brew "bat"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "dprint"
brew "dua-cli"
brew "exa"
brew "entr"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git-extras"
brew "git-lfs"
brew "git"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "gomplate"
brew "gping"
brew "heroku/brew/heroku"
brew "hivemind"
brew "hstr"
brew "htop"
brew "hunspell"
brew "hurl"
brew "jq"
brew "knqyf263/pet/pet"
brew "libidn2"
brew "libproxy"
brew "mise"
brew "most"
brew "mr"
brew "neovim"
brew "ngrep"
brew "openjdk"
brew "pandoc"
brew "pdfgrep"
brew "poppler"
brew "procs"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "slides"
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tre"
brew "tree"
brew "unbound"
brew "usage"
brew "yarn"
brew "yq"
cask "repoz"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "astro-build.astro-vscode"
vscode "be5invis.toml"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "brunnerh.insert-unicode"
vscode "buenon.scratchpads"
vscode "burkeholland.simple-react-snippets"
vscode "buster.ndjson-colorizer"
vscode "cacher.cacher-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codespaces-contrib.codeswing"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "deepakkamboj0121.vscode-playwright-test-snippets"
vscode "deerawan.vscode-dash"
vscode "deque-systems.vscode-axe-linter"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exodiusstudios.comment-anchors"
vscode "felipecaputo.git-project-manager"
vscode "figma.figma-vscode-extension"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.docker-explorer"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "heigen007.http-requests-snippets-extension"
vscode "humao.rest-client"
vscode "idleberg.svg-icons"
vscode "jock.svg"
vscode "kbysiec.vscode-go-to-mdn"
vscode "lgk.mavo-snippets"
vscode "lkrms.inifmt"
vscode "marp-team.marp-vscode"
vscode "meshintelligenttechnologiesinc.pieces-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nitayneeman.playwright-snippets"
vscode "octref.vscode-mavo"
vscode "oouo-diogo-perdigao.docthis"
vscode "pflannery.vscode-versionlens"
vscode "phoenisx.cssvar"
vscode "pwabuilder.pwa-studio"
vscode "redhat.vscode-xml"
vscode "roabramov.marks-to-outline"
vscode "romanresh.testcafe-test-runner"
vscode "ronnidc.nunjucks"
vscode "rubbersheep.gi"
vscode "runem.lit-plugin"
vscode "sharat.vscode-brewfile"
vscode "sidthesloth.svg-snippets"
vscode "silesky.toggle-boolean"
vscode "sissel.shopify-liquid"
vscode "steoates.autoimport"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svsool.markdown-memo"
vscode "sysoev.language-stylus"
vscode "takumii.markdowntable"
vscode "tchayen.markdown-links"
vscode "toba.vsfire"
vscode "tobermory.es6-string-html"
vscode "tock.vscode-css-custom-properties"
vscode "tomoki1207.pdf"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "tyriar.lorem-ipsum"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
